[
    "Aku nggak malas, aku cuma sedang menjalani fase hidup yang lebih santai.",
    "Hidup ini seperti internet: kadang lemot, kadang buffering, tapi selalu ada harapan di akhir loading.",
    "Kalau hidup memberi kamu lemon, buatlah limun. Tapi kalau hidup memberi kamu es batu, siapin es krim.",
    "Aku itu seperti Wi-Fi, kadang gampang terhubung, kadang malah hilang sinyal.",
    "Mungkin aku bukan orang yang sempurna, tapi aku setidaknya bisa menemukan remote TV yang hilang.",
    "Jangan khawatir, kalau gagal, ingatlah bahwa bahkan Google Maps kadang salah arah.",
    "Aku percaya bahwa setiap orang punya tujuan hidup. Tapi tujuan hidupku saat ini adalah tidur lebih lama.",
    "Aku itu kaya' kucing, selalu tidur, makan, dan mencari perhatian, tapi kadang lebih pintar daripada yang kelihatannya.",
    "Kalau hidup itu pesta, aku yang nggak tahu cara menari tapi tetap ada di tengah keramaian.",
    "Kepintaran itu penting, tapi nggak ada yang bisa ngalahin keahlian saya dalam makan mie instan dengan tangan kiri.",
    "Waktu itu cuma ilusi, tapi kenapa jam tangan selalu merasa penting?",
    "Teman sejati itu seperti bintang, mereka nggak selalu terlihat, tapi mereka selalu ada... bahkan saat kamu cuma pengen ngomongin makanan.",
    "Jangan bilang nggak bisa, karena aku juga nggak bisa, tapi tetap aja bisa ketawa bareng.",
    "Kadang hidup ini seperti puzzle, dan aku cuma punya dua potongan yang nggak cocok satu sama lain.",
    "Aku itu bukan malas, cuma sangat ahli dalam memilih untuk tidak melakukan apa-apa.",
    "Jika ada yang bilang ‘kerja keras itu penting,’ tanyakan sama mereka, ‘Eh, kapan terakhir kamu tidur siang?’",
    "Aku itu seperti kopi, kadang bikin semangat, kadang bikin deg-degan, tapi selalu dibutuhkan.",
    "Aku pernah mencoba menjadi dewasa, tapi aku lebih suka jadi anak-anak yang makan es krim tanpa rasa bersalah.",
    "Kadang aku berpikir, mungkin jika tidur bisa dibayar, aku sudah jadi orang terkaya di dunia.",
    "Jika hidup memberi kamu tantangan, hadapi dengan senyuman, dan jika itu nggak berhasil, coba tidur dulu baru coba lagi."
]
