[
    "Kamu selalu bilang tidak peduli, tapi kenapa setiap gerakanmu selalu ingin diperhatikan?",
    "Kamu bilang tidak ada waktu untuk yang lain, tapi selalu punya waktu untuk mencari kesalahan orang lain.",
    "Kadang aku heran, apakah kamu menghabiskan lebih banyak waktu mencari kesalahan orang lain atau mencari cara memperbaiki dirimu?",
    "Bicara tentang masalah orang lain memang mudah, tapi masalah diri sendiri? Itu yang susah.",
    "Aku tidak butuh kata-kata manis, aku butuh tindakan nyata. Sayangnya, itu yang jarang datang dari mulutmu.",
    "Kenapa harus pusing mikirin apa kata orang, kalau nyatanya kamu tidak pernah peduli sama pendapat mereka?",
    "Ada orang yang lebih pintar berargumentasi daripada berempati.",
    "Kalau kamu merasa hidupmu sempurna, kenapa masih mencari-cari kesalahan orang lain?",
    "Seseorang yang sibuk menyalahkan dunia, biasanya lupa untuk melihat apa yang bisa diperbaiki dalam dirinya sendiri.",
    "Jangan terlalu cepat menilai orang lain. Kadang, mereka hanya bertahan dengan cara mereka sendiri.",
    "Selalu ada alasan untuk tidak bertanggung jawab, tapi yang paling susah adalah mencari alasan untuk berubah.",
    "Terkadang, diam itu lebih tajam daripada kata-kata, apalagi kalau kata-kata itu cuma omong kosong belaka.",
    "Orang yang suka menunjukkan kesalahan orang lain seringkali lupa untuk melihat dengan jujur kesalahan dirinya sendiri.",
    "Kamu suka memberi nasehat, tapi apakah kamu pernah mendengarkan nasehat orang lain?",
    "Banyak orang yang sibuk merencanakan masa depan orang lain, padahal masa depan mereka sendiri masih amburadul.",
    "Kamu selalu mencari perhatian, tapi apakah kamu sadar perhatianmu itu cuma bertahan sesaat?",
    "Kadang, yang paling banyak omong justru yang paling sedikit tahu.",
    "Ada yang berusaha terlihat sempurna, padahal yang sebenarnya indah itu adalah ketidaksempurnaan.",
    "Sebelum kamu mengkritik orang lain, pastikan hidupmu nggak lebih berantakan dari mereka.",
    "Jangan heran kalau orang lain gak peduli, karena kamu sendiri juga jarang peduli.",
    "Sama seperti kamu, aku juga bisa berkata manis. Tapi aku lebih suka menunjukkan melalui tindakan.",
    "Bertindak lebih baik daripada berkata, dan kamu lebih baik mulai melakukannya daripada hanya omong kosong.",
    "Kebanyakan orang yang bicara tentang ‘keberhasilan’ adalah mereka yang baru mencoba pertama kali, bukan yang sudah benar-benar sukses.",
    "Bukan masalah seberapa banyak kata yang kamu keluarkan, tapi seberapa besar dampak yang kamu tinggalkan.",
    "Orang yang sering berbicara tentang ‘kehidupan’ biasanya lebih sibuk mencari cara untuk menyembunyikan kehidupannya sendiri.",
    "Jangan jadi orang yang hanya bisa memberi nasehat. Jadilah orang yang bisa menunjukkan jalan.",
    "Terkadang, kata-kata itu cuma senjata untuk menutupi kenyataan yang sebenarnya tidak ingin mereka hadapi.",
    "Bukan masalah seberapa banyak yang kamu katakan, tapi seberapa banyak yang bisa kamu buktikan.",
    "Jangan terlalu sering mengingatkan orang lain tentang kegagalan mereka, karena kamu sendiri juga punya banyak kekurangan.",
    "Orang yang bilang ‘semua orang bisa berubah’ mungkin perlu mulai melihat diri mereka sendiri.",
    "Lebih baik diam daripada ikut-ikutan berbicara tanpa tahu apa yang sebenarnya terjadi.",
    "Menyalahkan orang lain itu gampang, tapi lebih bijak kalau kita bertanya, ‘Apa yang sudah aku lakukan?’",
    "Sadar atau tidak, kadang yang paling sibuk mengkritik adalah yang paling nggak tahu apa-apa.",
    "Jangan terlalu merasa pintar kalau hanya bisa menemukan salah orang lain, coba dulu untuk memperbaiki diri.",
    "Bicara tentang apa yang kamu tahu, bukan apa yang kamu dengar. Karena orang bijak tidak menyebar kebohongan."
]
