[
    "Tikus bisa menggigit melalui kabel listrik karena tubuh mereka dilapisi dengan lapisan insulasi alami.",
    "Ada lebih banyak pohon di bumi daripada bintang di seluruh galaksi kita.",
    "Matahari bukanlah bola api, melainkan gas yang sangat panas dengan suhu sekitar 5.500 derajat Celsius di permukaan.",
    "Pisang adalah buah yang paling sering dimakan di dunia dan juga mengandung potasium yang sangat tinggi.",
    "Semut tidak tidur, mereka beristirahat sesekali tetapi tidak pernah tidur seperti manusia.",
    "Bumi kita bergerak melalui ruang angkasa dengan kecepatan sekitar 107.000 km per jam, namun kita tidak merasa gerakannya.",
    "Hewan jerapah hanya memiliki tujuh tulang leher, jumlah yang sama dengan manusia.",
    "Kupu-kupu merasakan rasa makanan mereka melalui kaki mereka, karena mereka memiliki sensor rasa di sana.",
    "Setiap detik, tubuh manusia memproduksi sekitar 25 juta sel baru.",
    "Air panas membeku lebih cepat daripada air dingin dalam kondisi tertentu, fenomena ini dikenal sebagai efek Mpemba.",
    "Jika kamu bisa berjalan di permukaan laut tanpa tenggelam, itu berarti gravitasi bumi berfungsi dengan cara yang luar biasa.",
    "Jantung manusia memompa darah ke seluruh tubuh dengan tekanan yang cukup untuk memuntahkan darah sejauh 9 meter.",
    "Ubur-ubur adalah makhluk yang hampir tidak memiliki otak, tetapi mereka masih dapat bergerak dan bereproduksi.",
    "Di bawah lapisan es Antartika, terdapat gunung yang lebih tinggi dari gunung Everest.",
    "Cahaya dari Matahari memerlukan waktu sekitar 8 menit 20 detik untuk sampai ke bumi.",
    "Hanya 5% dari lautan yang telah dijelajahi manusia, sebagian besar kedalaman laut masih menjadi misteri.",
    "Di dunia ini ada sekitar 7.000 bahasa yang berbeda, tetapi sekitar 90% dari mereka hanya digunakan oleh kurang dari 100.000 orang.",
    "Kelelawar adalah satu-satunya mamalia yang bisa terbang, dan mereka menggunakan ekolokasi untuk berkomunikasi dan berburu.",
    "Tulang manusia lebih kuat daripada beton, meskipun lebih ringan.",
    "Kucing dapat membuat lebih dari 100 suara berbeda, sementara anjing hanya sekitar 10.",
    "Otak manusia berfungsi dengan sangat efisien, menggunakan sekitar 20% dari total energi tubuh meskipun hanya berjumlah sekitar 2% dari berat badan.",
    "Perpustakaan tertua yang masih ada di dunia adalah Perpustakaan Al-Qarawiyyin di Fez, Maroko, yang didirikan pada tahun 859 M.",
    "Hewan paus biru bisa berkomunikasi dengan suara yang sangat dalam dan kuat, hingga bisa terdengar hingga jarak 800 kilometer.",
    "Pohon baobab di Afrika dikenal sebagai pohon 'kebal' karena mereka bisa hidup hingga lebih dari 6.000 tahun.",
    "Jika kamu bisa memancarkan seluruh materi tubuh manusia menjadi energi, itu bisa menghasilkan energi cukup untuk menyalakan sebuah lampu selama 30 menit.",
    "Di luar angkasa, tidak ada suara karena tidak ada medium seperti udara untuk mengirimkan gelombang suara.",
    "Laut Mati, yang terletak di Timur Tengah, memiliki kadar garam yang sangat tinggi, yang membuat orang bisa mengapung dengan mudah.",
    "Secara teoritis, ada lebih banyak kemungkinan kombinasi catur daripada jumlah atom di alam semesta yang bisa dihitung.",
    "Jika kamu memotong sebagian kecil dari otakmu, kamu bisa tetap hidup, karena bagian terbesar dari otak kita sebenarnya tidak mengatur fungsi-fungsi vital.",
    "Ada bunga yang disebut Rafflesia arnoldii yang dikenal sebagai bunga terbesar di dunia dan juga memiliki bau busuk yang mirip dengan bangkai.",
    "Ketika kamu melihat bintang di langit malam, kamu sebenarnya melihat cahaya yang sudah berumur jutaan tahun.",
    "Kecoa dapat bertahan hidup tanpa kepala selama beberapa minggu, karena mereka bernapas melalui pori-pori tubuhnya.",
    "Bulan pernah memiliki cincin seperti Saturnus, tetapi cincin itu hilang seiring waktu karena gaya gravitasi Bumi.",
    "Ubur-ubur Turritopsis dohrnii, yang dikenal sebagai 'ubur-ubur abadi', dapat hidup kembali setelah mati, sehingga dianggap sebagai makhluk abadi.",
    "Ikan paus bisa tidur dengan satu sisi otak mereka aktif, sementara sisi lainnya tetap terjaga.",
    "Batu permata berwarna biru yang dikenal sebagai safir berasal dari mineral korundum, yang juga menjadi batu permata ruby jika berwarna merah.",
    "Gunung Everest terus tumbuh sekitar 4 milimeter setiap tahunnya karena pergerakan lempeng tektonik.",
    "Ada lebih banyak kuda di dunia daripada sapi, meskipun sapi sering dianggap lebih banyak dalam populasi pertanian.",
    "Piramida Giza di Mesir pernah tertutup oleh lapisan halus batu kapur putih yang sangat mengkilap, yang membuatnya bersinar seperti berlian.",
    "Lebah madu tidak hanya menghasilkan madu, mereka juga melakukan pollinasi yang sangat penting untuk kelangsungan hidup banyak tumbuhan.",
    "Pluto dulunya dianggap planet kesembilan, tetapi sekarang statusnya berubah menjadi planet kerdil.",
    "Es yang ada di kutub utara lebih tua daripada es yang ada di kutub selatan, karena kutub utara lebih cepat mencair.",
    "Limpahan air yang mengalir dari Niagara Falls setiap detik bisa memenuhi 1,5 juta galon air.",
    "Kita memiliki lebih banyak mikroba dalam tubuh kita daripada sel manusia, sebagian besar di antaranya bermanfaat bagi kesehatan.",
    "Di dalam tubuh manusia, ada lebih banyak air daripada apa pun, sekitar 60% dari berat tubuh kita adalah air.",
    "Ada jenis ular yang bernama raja kobra, yang memiliki kemampuan untuk berdiri tegak dan menatap musuhnya.",
    "Kucing memiliki kemampuan untuk memutar telinga mereka 180 derajat, memungkinkan mereka mendengar suara dari segala arah.",
    "Air mata manusia memiliki komposisi kimia yang lebih banyak daripada air biasa, dan juga mengandung berbagai zat yang membantu dalam penyembuhan luka."
]
