[
    "Aku yang berjuang untuk mu lalu orang lain yang mendapatkan mu",
    "Aku masih menantimu sampai saat ini",
    "Gue udah capek nungguin lo, tapi lo malah nggak pernah dateng",
    "Cinta itu kadang bikin sakit, tapi gue tetep berharap bisa bahagia sama lo",
    "Kenapa sih lo cuma dateng buat ninggalin?",
    "Rindu ini gak bisa gue sembunyiin, tapi lo malah nggak peka",
    "Lo bilang sayang, tapi kenapa lo malah pergi?",
    "Susah banget move on kalo lo masih aja ada di pikiran gue",
    "Lo buat gue bahagia sebentar, tapi kenapa harus ninggalin gue selamanya?",
    "Pengen banget ngulangin waktu, tapi ternyata nggak bisa",
    "Setiap kali ngeliat lo, hati ini masih aja sakit",
    "Kenapa sih lo nyakitin gue yang sebenernya cuma pengen ngerasa dicintai?",
    "Kalo lo pergi, siapa yang bakal nemenin gue lagi?",
    "Kenapa setiap kata-kata lo bikin gue makin jatuh cinta, tapi lo malah ninggalin?",
    "Mungkin gue cuma buat lo jadi pelarian, tapi gue tetep sayang",
    "Gue nggak ngerti kenapa lo pergi, padahal gue masih nungguin",
    "Lo pernah jadi alasan gue tersenyum, sekarang malah jadi alasan gue nangis",
    "Sakit banget rasanya pas lo udah nggak ada di sisi gue lagi",
    "Rindu ini nggak bisa hilang walau udah berusaha",
    "Gue selalu nungguin pesan lo, tapi lo malah diam aja",
    "Kenapa lo yang gue sayang malah ninggalin gue yang selalu ada?",
    "Gue tau lo nggak bakal kembali, tapi kenapa hati gue susah move on?",
    "Jauh dari lo itu bikin gue ngerasa kosong",
    "Lo yang gue tunggu, tapi lo malah pilih jalan lain",
    "Gue bener-bener capek ngarep sama seseorang yang nggak pernah peduli",
    "Dulu lo bilang 'selamanya', sekarang lo malah nggak ada",
    "Gue cuma pengen lo bahagia, meskipun gue nggak ada di sana",
    "Susah banget buat melupakan lo, padahal lo udah nggak peduli",
    "Lo pergi tanpa alasan, dan gue masih bingung kenapa",
    "Kenapa harus ninggalin gue yang selalu ada buat lo?",
    "Mungkin gue cuma bagian dari masa lalu lo, tapi gue masih inget semuanya",
    "Cinta itu kadang nggak adil, lo pilih dia dan gue harus rela",
    "Lo selalu bilang 'aku sayang', tapi kenapa lo malah pergi?",
    "Setiap kenangan sama lo cuma bikin gue makin kangen",
    "Cinta itu nggak selamanya indah, ada juga sakitnya",
    "Lo pernah jadi alasan gue senyum, sekarang malah jadi alasan gue nangis",
    "Rindu ini nggak pernah berkurang, meski waktu terus berjalan",
    "Gue cuma pengen lo ngerti kalo gue masih disini, nungguin lo",
    "Kenapa harus ada perpisahan di tengah perjalanan cinta kita?",
    "Lo pergi, dan gue cuma bisa mikir, 'kenapa ya?''",
    "Satu-satunya yang gue tau, gue masih sayang lo walau lo udah nggak ada",
    "Setiap kata-kata lo selalu ngeguncang hati gue, tapi lo nggak pernah sadar",
    "Aku masih berharap kita bisa bareng lagi, meski tau itu nggak mungkin",
    "Sakit rasanya ngeliat lo bahagia sama orang lain",
    "Kenapa kita harus berpisah? Padahal gue masih pengen bareng sama lo",
    "Gue ngerti kok kalo lo udah nggak butuh gue, tapi hati ini nggak bisa ngelupain lo",
    "Lo pergi tapi kenangan sama lo tetep ada di kepala gue",
    "Cinta itu aneh, kadang lo berusaha sekuat tenaga, tapi yang lo dapet cuma luka",
    "Setiap kali ingat lo, hati ini masih aja sakit",
    "Gue nggak tau harus gimana lagi, hati gue masih ke lo",
    "Kenapa perpisahan selalu jadi akhir yang menyakitkan?",
    "Lo buat gue bahagia, tapi kenapa lo pergi dan ninggalin gue sendirian?",
    "Susah banget buat ngelupain lo, apalagi kalo lo masih sering muncul di hidup gue",
    "Kita pernah punya rencana, tapi sekarang gue cuma sendirian",
    "Bilang kangen, tapi lo malah diem aja",
    "Kenapa sih gue harus ngerasain perasaan ini? Sakit banget",
    "Gue nungguin lo yang nggak pernah dateng, dan itu bikin hati gue kosong",
    "Dulu kita pernah bareng, sekarang cuma kenangan yang ada",
    "Lo yang pergi, dan gue yang harus belajar buat ikhlas",
    "Cinta itu kadang nggak sesuai ekspetasi, malah bikin kecewa",
    "Kenapa sih perasaan ini nggak bisa berhenti nyakitin gue?",
    "Dulu kita sering ketawa bareng, sekarang gue cuma bisa nangis sendiri",
    "Lo mungkin nggak inget, tapi gue masih inget semuanya",
    "Kenapa perpisahan itu harus sesakit ini?",
    "Lo selalu jadi yang pertama gue pikirin, tapi kenapa gue cuma jadi yang terakhir buat lo?",
    "Cinta itu mungkin harusnya indah, tapi kenapa gue yang ngerasain sakitnya?",
    "Lo pergi tanpa pesan, dan gue cuma bisa berharap lo bakal balik",
    "Gue yang berjuang, tapi kenapa lo yang pergi?",
    "Lo bilang kita bisa bareng selamanya, tapi kenapa malah nggak ada kabar?",
    "Pernah bahagia bareng, sekarang cuma bisa rindu",
    "Gue nggak tau lagi harus gimana, perasaan ini nggak bisa gue sembunyiin",
    "Mungkin kita nggak jodoh, tapi kenapa harus ada luka di hati?",
    "Kenapa lo yang gue sayang malah ninggalin gue?",
    "Susah banget ngerasa bahagia kalo lo nggak ada di sini",
    "Kenangan sama lo selalu bikin gue senyum, tapi sekarang cuma bikin gue nangis",
    "Gue pengen banget ngulangin waktu, tapi gue tau itu nggak bisa",
    "Lo pergi tanpa alasan, dan gue cuma bisa nungguin",
    "Kenapa harus ada perpisahan di setiap akhir cerita?",
    "Lo pergi, tapi kenangan sama lo tetep nggak bisa gue lupain",
    "Kenapa sih lo ninggalin gue yang cuma pengen lo ada?",
    "Gue cuma pengen lo tahu kalo gue masih disini, nungguin lo",
    "Lo pergi, dan gue cuma bisa berharap lo bakal inget gue",
    "Terkadang cinta itu datang tanpa permisi, dan pergi tanpa alasan",
    "Kenapa sih setiap kali lo jauh, gue malah makin ngerasa kehilangan?",
    "Mungkin lo udah bahagia tanpa gue, tapi gue tetep berharap kita bisa bareng lagi",
    "Lo selalu ada di pikiran gue, tapi kenapa gue nggak ada di pikiran lo?",
    "Gue nggak nyangka lo bakal ninggalin gue, padahal gue cuma pengen kita bareng",
    "Cinta itu nggak pernah salah, yang salah cuma waktu kita yang nggak tepat",
    "Dulu gue sering ngeliat masa depan bareng lo, sekarang gue cuma sendirian",
    "Gue nungguin lo kembali, meskipun gue tau itu nggak bakal terjadi",
    "Cinta itu indah, tapi kenapa kita malah harus berpisah?",
    "Lo pergi, dan gue cuma bisa berharap lo bakal balik lagi",
    "Gue tahu lo nggak akan balik, tapi kenapa hati gue masih berharap?",
    "Sakit banget rasanya ngeliat lo bahagia sama orang lain",
    "Kenapa lo yang gue sayang malah ninggalin gue?",
    "Lo pergi tanpa alasan, dan gue cuma bisa bertanya-tanya kenapa",
    "Gue bener-bener capek nungguin lo, tapi lo nggak pernah balik",
    "Mungkin gue bukan yang terbaik buat lo, tapi gue tetep sayang"
]
